{ "code": "CCSS.ELA-LITERACY.CCRA.SL.1", "description": "Prepare for and participate effectively in a range of conversations and collaborations with diverse partners, building on others''' ideas and expressing their own clearly and persuasively." }{ "code": "CCSS.ELA-LITERACY.CCRA.SL.3", "description": "Evaluate a speaker's point of view, reasoning, and use of evidence and rhetoric." }{ "code": "CCSS.ELA-LITERACY.RI.6.1", "description": "Cite textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text." }{ "code": "CCSS.ELA-LITERACY.RI.6.4", "description": "Determine the meaning of words and phrases as they are used in a text, including figurative, connotative, and technical meanings." }{ "code": "CCSS.ELA-LITERACY.RI.6.7", "description": "Integrate information presented in different media or formats (e.g., visually, quantitatively) as well as in words to develop a coherent understanding of a topic or issue." }{ "code": "CCSS.ELA-LITERACY.RI.7.1", "description": "Cite several pieces of textual evidence to support analysis of what the text says explicitly as well as inferences drawn from the text." }{ "code": "CCSS.ELA-LITERACY.RI.7.4", "description": "Determine the meaning of words and phrases as they are used in a text, including figurative, connotative, and technical meanings; analyze the impact of a specific word choice on meaning and tone." }{ "code": "CCSS.ELA-LITERACY.RI.8.1", "description": "Cite the textual evidence that most strongly supports an analysis of what the text says explicitly as well as inferences drawn from the text." }{ "code": "CCSS.ELA-LITERACY.RI.8.4", "description": "Determine the meaning of words and phrases as they are used in a text, including figurative, connotative, and technical meanings; analyze the impact of specific word choices on meaning and tone, including analogies or allusions to other texts." }{ "code": "CCSS.ELA-LITERACY.RI.8.7", "description": "Evaluate the advantages and disadvantages of using different mediums (e.g., print or digital text, video, multimedia) to present a particular topic or idea." }{ "code": "CCSS.ELA-LITERACY.RST.6-8.1", "description": "Cite specific textual evidence to support analysis of science and technical texts." }{ "code": "CCSS.ELA-LITERACY.RST.6-8.2", "description": "Determine the central ideas or conclusions of a text; provide an accurate summary of the text distinct from prior knowledge or opinions." }{ "code": "CCSS.ELA-LITERACY.RST.6-8.3", "description": "Follow precisely a multistep procedure when carrying out experiments, taking measurements, or performing technical tasks." }{ "code": "CCSS.ELA-LITERACY.RST.6-8.4", "description": "Determine the meaning of symbols, key terms, and other domain-specific words and phrases as they are used in a specific scientific or technical context relevant to grades 6-8 texts and topics." }{ "code": "CCSS.ELA-LITERACY.RST.6-8.7", "description": "Integrate quantitative or technical information expressed in words in a text with a version of that information expressed visually (e.g., in a flowchart, diagram, model, graph, or table)." }{ "code": "CCSS.ELA-LITERACY.RST.6-8.9", "description": "Compare and contrast the information gained from experiments, simulations, video, or multimedia sources with that gained from reading a text on the same topic." }{ "code": "CCSS.ELA-LITERACY.SL.6-8.1", "description": "Engage effectively in a range of collaborative discussions (one-on-one, in groups, and teacher-led) with diverse partners on grade 6-8 topics, texts, and issues, building on others''' ideas and expressing their own clearly." }{ "code": "CCSS.ELA-LITERACY.SL.6-8.1.A", "description": "Come to discussions prepared, having read or studied required material; explicitly draw on that preparation by referring to evidence on the topic, text, or issue to probe and reflect on ideas under discussion." }{ "code": "CCSS.ELA-LITERACY.SL.6-8.1.B", "description": "Follow rules for collegial discussions, set specific goals and deadlines, and define individual roles as needed." }{ "code": "CCSS.ELA-LITERACY.SL.6.1.C", "description": "Pose and respond to specific questions with elaboration and detail by making comments that contribute to the topic, text, or issue under discussion." }{ "code": "CCSS.ELA-LITERACY.SL.6.1.D", "description": "Review the key ideas expressed and demonstrate understanding of multiple perspectives through reflection and paraphrasing." }{ "code": "CCSS.ELA-LITERACY.SL.6.4", "description": "Present claims and findings, sequencing ideas logically and using pertinent descriptions, facts, and details to accentuate main ideas or themes; use appropriate eye contact, adequate volume, and clear pronunciation." }{ "code": "CCSS.ELA-LITERACY.SL.6.5", "description": "Include multimedia components (e.g., graphics, images, music, sound) and visual displays in presentations to clarify information." }{ "code": "CCSS.ELA-LITERACY.SL.7.1.C", "description": "Pose questions that elicit elaboration and respond to others''' questions and comments with relevant observations and ideas that bring the discussion back on topic as needed." }{ "code": "CCSS.ELA-LITERACY.SL.7.1.D", "description": "Acknowledge new information expressed by others and, when warranted, modify their own views." }{ "code": "CCSS.ELA-LITERACY.SL.7.4", "description": "Present claims and findings, emphasizing salient points in a focused, coherent manner with pertinent descriptions, facts, details, and examples; use appropriate eye contact, adequate volume, and clear pronunciation." }{ "code": "CCSS.ELA-LITERACY.SL.7.5", "description": "Include multimedia components and visual displays in presentations to clarify claims and findings and emphasize salient points." }{ "code": "CCSS.ELA-LITERACY.SL.8.1.C", "description": "Pose questions that connect the ideas of several speakers and respond to others''' questions and comments with relevant evidence, observations, and ideas." }{ "code": "CCSS.ELA-LITERACY.SL.8.1.D", "description": "Acknowledge new information expressed by others, and, when warranted, qualify or justify their own views in light of the evidence presented." }{ "code": "CCSS.ELA-LITERACY.SL.8.4", "description": "Present claims and findings, emphasizing salient points in a focused, coherent manner with relevant evidence, sound valid reasoning, and well-chosen details; use appropriate eye contact, adequate volume, and clear pronunciation." }{ "code": "CCSS.ELA-LITERACY.SL.8.5", "description": "Integrate multimedia and visual displays into presentations to clarify information, strengthen claims and evidence, and add interest." }{ "code": "CCSS.ELA-LITERACY.WHST.6-8.1", "description": "Write arguments focused on discipline-specific content." }{ "code": "CCSS.ELA-LITERACY.WHST.6-8.1.A", "description": "Introduce claim(s) about a topic or issue, acknowledge and distinguish the claim(s) from alternate or opposing claims, and organize the reasons and evidence logically." }{ "code": "CCSS.ELA-LITERACY.WHST.6-8.1.B", "description": "Support claim(s) with logical reasoning and relevant, accurate data and evidence that demonstrate an understanding of the topic or text, using credible sources." }{ "code": "CCSS.ELA-LITERACY.WHST.6-8.1.C", "description": "Use words, phrases, and clauses to create cohesion and clarify the relationships among claim(s), counterclaims, reasons, and evidence." }{ "code": "CCSS.ELA-LITERACY.WHST.6-8.1.D", "desciption": "Establish and maintain a formal style." }{ "code": "CCSS.ELA-LITERACY.WHST.6-8.1.E", "description": "Provide a concluding statement or section that follows from and supports the argument presented." }{ "code": "CCSS.ELA-LITERACY.WHST.6-8.2", "description": "Write informative/explanatory texts, including the narration of historical events, scientific procedures/ experiments, or technical processes." }{ "code": "CCSS.ELA-LITERACY.WHST.6-8.4", "description": "Produce clear and coherent writing in which the development, organization, and style are appropriate to task, purpose, and audience." }{ "code": "CCSS.ELA-LITERACY.WHST.6-8.5", "description": "With some guidance and support from peers and adults, develop and strengthen writing as needed by planning, revising, editing, rewriting, or trying a new approach, focusing on how well purpose and audience have been addressed." }{ "code": "CCSS.ELA-LITERACY.WHST.6-8.6", "description": "Use technology, including the Internet, to produce and publish writing and present the relationships between information and ideas clearly and efficiently." }{ "code": "CCSS.ELA-LITERACY.WHST.6-8.7", "description": "Conduct short research projects to answer a question (including a self-generated question), drawing on several sources and generating additional related, focused questions that allow for multiple avenues of exploration." }