{"_id":{"$oid":"570297bfecf01e67b1b303f4"},"header":"Developing and Using Models","description":"Develop a model to predict and/or describe phenomena"}
{"_id":{"$oid":"570297bfecf01e67b1b303f5"},"header":"Developing and Using Models","description":"Develop a model to generate data to test ideas about designed systems, including those representing inputs and outputs."}
{"_id":{"$oid":"570297bfecf01e67b1b303f6"},"header":"Analyzing and Interpreting Data","description":"Analyze and interpret data to determine similarities and differences in findings."}
{"_id":{"$oid":"570297bfecf01e67b1b303f7"},"header":"Developing and Using Models","description":"Develop a model to describe unobservable mechanisms"}
{"_id":{"$oid":"570297bfecf01e67b1b303f8"},"header":"Analyzing and Interpreting Data","description":"Construct and interpret graphical displays of data to identify linear and nonlinear relationships."}
{"_id":{"$oid":"570297bfecf01e67b1b303f9"},"header":"Analyzing and Interpreting Data","description":"Analyze and interpret data to provide evidence for phenomena."}
{"_id":{"$oid":"570297bfecf01e67b1b303fa"},"header":"Analyzing and Interpreting Data","description":"Analyze displays of data to identify linear and nonlinear relationships."}
{"_id":{"$oid":"570297bfecf01e67b1b303fb"},"header":"Scientific Knowledge is Based on Empirical Evidence","description":"Science knowledge is based upon logical connections between evidence and explanations."}
{"_id":{"$oid":"570297bfecf01e67b1b303fc"},"header":"Scientific Knowledge is Based on Empirical Evidence","description":"Science disciplines share common rules of obtaining and evaluating empirical evidence."}
{"_id":{"$oid":"570297bfecf01e67b1b303fd"},"header":"Obtaining, Evaluating, and Communicating Information","description":"Gather, read, and synthesize information from multiple appropriate sources and assess the credibility, accuracy, and possible bias of each publication and methods used, and describe how they are supported or now supported by evidence."}
{"_id":{"$oid":"570297bfecf01e67b1b303fe"},"header":"Obtaining, Evaluating, and Communicating Information","description":"Integrate qualitative scientific and technical information in written text with that contained in media and visual displays to clarify claims and findings."}
{"_id":{"$oid":"570297bfecf01e67b1b303ff"},"header":"Science Models, Laws, Mechanisms, and Theories Explain Natural Phenomena","description":"Laws are regularities or mathematical descriptions of natural phenomena."}
{"_id":{"$oid":"570297bfecf01e67b1b30400"},"header":"Science Models, Laws, Mechanisms, and Theories Explain Natural Phenomena","description":"Science findings are frequently revised and/or reinterpreted based on new evidence."}
{"_id":{"$oid":"570297bfecf01e67b1b30401"},"header":"Scientific Knowledge is Based on Empirical Evidence","description":"Science knowledge is based upon logical and conceptual connections between evidence and explanations"}
{"_id":{"$oid":"570297bfecf01e67b1b30402"},"header":"Constructing Explanations and Designing Solutions","description":"Construct a scientific explanation based on valid and reliable evidence obtained from sources (including the students’ own experiments) and the assumption that theories and laws that describe the natural world operate today as they did in the past and will continue to do so in the future."}
{"_id":{"$oid":"570297bfecf01e67b1b30403"},"header":"Constructing Explanations and Designing Solutions","description":"Construct an explanation that includes qualitative or quantitative relationships between variables that predict phenomena."}
{"_id":{"$oid":"570297bfecf01e67b1b30404"},"header":"Constructing Explanations and Designing Solutions","description":"Construct an explanation that includes qualitative or quantitative relationships between variables that describe phenomena."}
{"_id":{"$oid":"570297bfecf01e67b1b30405"},"header":"Constructing Explanations and Designing Solutions","description":"Apply scientific ideas to construct an explanation for real-world phenomena, examples, or events."}
{"_id":{"$oid":"570297bfecf01e67b1b30406"},"header":"Constructing Explanations and Designing Solutions","description":"Apply scientific principles to design an object, tool, process or system."}
{"_id":{"$oid":"570297bfecf01e67b1b30407"},"header":"Constructing Explanations and Designing Solutions","description":"Undertake a design project, engaging in the design cycle, to construct and/or implement a solution that meets specific design criteria and constraints."}
{"_id":{"$oid":"570297bfecf01e67b1b30408"},"header":"Constructing Explanations and Designing Solutions","description":"Apply scientific ideas or principles to design, construct, and test a design of an object, tool, process or system."}
{"_id":{"$oid":"570297bfecf01e67b1b30409"},"header":"Planning and Carrying Out Investigations (investigations that use multiple variables)","description":"Plan an investigation individually and collaboratively, and in the design: identify independent and dependent variables and controls, what tools are needed to do the gathering, how measurements will be recorded, and how many data are needed to support a claim."}
{"_id":{"$oid":"570297bfecf01e67b1b3040a"},"header":"Planning and Carrying Out Investigations (investigations that use multiple variables)","description":"Conduct an investigation and evaluate the experimental design to produce data to serve as the basis for evidence that can meet the goals of the investigation."}
{"_id":{"$oid":"570297bfecf01e67b1b3040b"},"header":"Planning and Carrying Out Investigations (investigations that use multiple variables)","description":"Conduct an investigation to produce data to serve as the basis for evidence that meet the goals of an investigation."}
{"_id":{"$oid":"570297bfecf01e67b1b3040c"},"header":"Planning and Carrying Out Investigations (investigations that use multiple variables)","description":"Collect data to produce data to serve as the basis for evidence to answer scientific questions or test design solutions under a range of conditions."}
{"_id":{"$oid":"570297bfecf01e67b1b3040d"},"header":"Asking Questions and Defining Problems","description":"Ask questions that can be investigated within the scope of the classroom, outdoor environment, and museums and other public facilities with available resources and, when appropriate, frame a hypothesis based on observations and scientific principles."}
{"_id":{"$oid":"570297bfecf01e67b1b3040e"},"header":"Asking Questions and Defining Problems","description":"Ask questions to identify and clarify evidence of an argument."}
{"_id":{"$oid":"570297bfecf01e67b1b3040f"},"header":"Asking Questions and Defining Problems","description":"Define a design problem that can be solved through the development of an object, tool, process or system and includes multiple criteria and constraints, including scientific knowledge that may limit possible solutions."}
{"_id":{"$oid":"570297bfecf01e67b1b30410"},"header":"Engaging in Argument from Evidence","description":"Construct and present oral and written arguments supported by empirical evidence and scientific reasoning to support or refute an explanation or a model for a phenomenon or a solution to a problem."}
{"_id":{"$oid":"570297bfecf01e67b1b30411"},"header":"Engaging in Argument from Evidence","description":"Construct, use, and present oral and written arguments supported by empirical evidence and scientific reasoning to support or refute an explanation or a model for a phenomenon."}
{"_id":{"$oid":"570297bfecf01e67b1b30412"},"header":"Engaging in Argument from Evidence","description":"Use an oral and written argument supported by evidence to support or refute an explanation or a model for a phenomenon."}
{"_id":{"$oid":"570297bfecf01e67b1b30413"},"header":"Engaging in Argument from Evidence","description":"Evaluate competing design solutions based on jointly developed and agreed-upon design criteria."}
{"_id":{"$oid":"570297bfecf01e67b1b30414"},"header":"Engaging in Argument from Evidence","description":"Construct an oral and written argument supported by empirical evidence and scientific reasoning to support or refute an explanation or a model for a phenomenon or a solution to a problem."}
{"_id":{"$oid":"570297bfecf01e67b1b30415"},"header":"Engaging in Argument from Evidence","description":"Use an oral and written argument supported by empirical evidence and scientific reasoning to support or refute an explanation or a model for a phenomenon or a solution to a problem."}
{"_id":{"$oid":"570297bfecf01e67b1b30416"},"header":"Using Mathematics and Computational Thinking (identifying patterns in large data sets)","description":"Use mathematical representations to support scientific conclusions and design solutions."}
{"_id":{"$oid":"570297bfecf01e67b1b30417"},"header":"Using Mathematics and Computational Thinking (identifying patterns in large data sets)","description":"Use mathematical representations to describe and/or support scientific conclusions and design solutions."}
