{"_id":{"$oid":"57029b08ecf01e67b1b30430"},"code":"LE-1.1a","description":"Living things are composed of cells. Cells provide structure and carry on major functions to sustain life. Cells are usually microscopic in size."}
{"_id":{"$oid":"57029b08ecf01e67b1b30431"},"code":"LE-1.1b","description":"The way in which cells function is similar in all living things. Cells grow and divide, producing more cells. Cells take in nutrients, which they use to provide energy for the work that cells do and to make the materials that a cell or an organism needs."}
{"_id":{"$oid":"57029b08ecf01e67b1b30432"},"code":"LE-1.1c","description":"Most cells have cell membranes, genetic material, and cytoplasm. Some cells have a cell wall and/or chloroplasts. Many cells have a nucleus."}
{"_id":{"$oid":"57029b08ecf01e67b1b30433"},"code":"LE-1.1d","description":"Some organisms are single cells; others, including humans, are multicellular."}
{"_id":{"$oid":"57029b08ecf01e67b1b30434"},"code":"LE-1.1e","description":"Cells are organized for more effective functioning in multicellular organisms. Levels of organization for structure and function of a multicellular organism include cells, tissues, organs, and organ systems."}
{"_id":{"$oid":"57029b08ecf01e67b1b30435"},"code":"LE-1.1f","description":"Many plants have roots, stems, leaves, and reproductive structures. These organized groups of tissues are responsible for a plant’s life activities."}
{"_id":{"$oid":"57029b08ecf01e67b1b30436"},"code":"LE-1.1g","description":"Multicellular animals often have similar organs and specialized systems for carrying out major life activities."}
{"_id":{"$oid":"57029b08ecf01e67b1b30437"},"code":"LE-1.1h","description":"Living things are classified by shared characteristics on the cellular and organism level. In classifying organisms, biologists consider details of internal and external structures. Biological classification systems are arranged from general (kingdom) to specific (species)."}
{"_id":{"$oid":"57029b08ecf01e67b1b30438"},"code":"LE-1.2b","description":"Tissues, organs, and organ systems help to provide all cells with nutrients, oxygen, and waste removal."}
{"_id":{"$oid":"57029b08ecf01e67b1b30439"},"code":"LE-1.2a","description":"Each system is composed of organs and tissues which perform specific functions and interact with each other, e.g., digestion, gas exchange, excretion, circulation, loco- motion, control, coordination, reproduction, and protection from disease."}
{"_id":{"$oid":"57029b08ecf01e67b1b3043a"},"code":"LE-1.2c","description":"The digestive system consists of organs that are responsible for the mechanical and chemical breakdown of food. The breakdown process results in molecules that can be absorbed and transported to cells."}
{"_id":{"$oid":"57029b08ecf01e67b1b3043b"},"code":"LE-1.2d","description":"During respiration, cells use oxygen to release the energy stored in food. The respiratory system supplies oxygen and removes carbon dioxide (gas exchange)."}
{"_id":{"$oid":"57029b08ecf01e67b1b3043c"},"code":"LE-1.2e","description":"The excretory system functions in the disposal of dissolved waste molecules, the elimination of liquid and gaseous wastes, and the removal of excess heat energy."}
{"_id":{"$oid":"57029b08ecf01e67b1b3043d"},"code":"LE-1.2f","description":"The circulatory system moves substances to and from cells, where they are needed or produced, responding to changing demands."}
{"_id":{"$oid":"57029b08ecf01e67b1b3043e"},"code":"LE-1.2g","description":"Locomotion, necessary to escape danger, obtain food and shelter, and reproduce, is accomplished by the interaction of the skeletal and muscular systems, and coordinated by the nervous system."}
{"_id":{"$oid":"57029b08ecf01e67b1b3043f"},"code":"LE-1.2i","description":"The male and female reproductive systems are responsible for producing sex cells necessary for the production of offspring."}
{"_id":{"$oid":"57029b08ecf01e67b1b30440"},"code":"LE-1.2j","description":"Disease breaks down the structures or functions of an organism. Some diseases are the result of failures of the system. Other diseases are the result of damage by infection from other organisms (germ theory). Specialized cells protect the body from infectious disease. The chemicals they produce identify and destroy microbes that enter the body."}
{"_id":{"$oid":"57029b08ecf01e67b1b30441"},"code":"LE-2.1a","description":"Hereditary information is contained in genes. Genes are composed of DNA that makes up the chromosomes of cells."}
{"_id":{"$oid":"57029b08ecf01e67b1b30442"},"code":"LE-2.1c","description":"Each human cell contains a copy of all the genes needed to produce a human being."}
{"_id":{"$oid":"57029b08ecf01e67b1b30443"},"code":"LE-1.2h","description":"The nervous and endocrine systems interact to control and coordinate the body’s responses to changes in the environment, and to regulate growth, development, and reproduction. Hormones are chemicals produced by the endocrine system; hormones regulate many body functions."}
{"_id":{"$oid":"57029b08ecf01e67b1b30444"},"code":"LE-2.1d","description":"In asexual reproduction, all the genes come from a single parent. Asexually produced offspring are genetically identical to the parent."}
{"_id":{"$oid":"57029b08ecf01e67b1b30445"},"code":"LE-2.1b","description":"Each gene carries a single unit of information. A single inherited trait of an individual can be determined by one pair or by many pairs of genes. A human cell contains thousands of different genes."}
{"_id":{"$oid":"57029b08ecf01e67b1b30446"},"code":"LE-2.1e","description":"In sexual reproduction typically half of the genes come from each parent. Sexually produced offspring are not identical to either parent."}
{"_id":{"$oid":"57029b08ecf01e67b1b30447"},"code":"LE-2.2a","description":"In all organisms, genetic traits are passed on from generation to generation."}
{"_id":{"$oid":"57029b08ecf01e67b1b30448"},"code":"LE-2.2b","description":"Some genes are dominant and some are recessive. Some traits are inherited by mechanisms other than dominance and recessiveness."}
{"_id":{"$oid":"57029b08ecf01e67b1b30449"},"code":"LE-2.2c","description":"The probability of traits being expressed can be determined using models of genetic inheritance. Some models of prediction are pedigree charts and Punnett squares."}
{"_id":{"$oid":"57029b08ecf01e67b1b3044a"},"code":"LE-3.1a","description":"The processes of sexual reproduction and mutation have given rise to a variety of traits within a species."}
{"_id":{"$oid":"57029b08ecf01e67b1b3044b"},"code":"LE-3.1b","description":"Changes in environmental conditions can affect the survival of individual organisms with a particular trait. Small differences between parents and offspring can accumulate in successive generations so that descendants are very different from their ances- tors. Individual organisms with certain traits are more likely to survive and have offspring than individuals without those traits."}
{"_id":{"$oid":"57029b08ecf01e67b1b3044c"},"code":"LE-3.1c","description":"Human activities such as selective breeding and advances in genetic engineering may affect the variations of species."}
{"_id":{"$oid":"57029b08ecf01e67b1b3044d"},"code":"LE-3.2b","description":"Extinction of a species occurs when the environment changes and the adaptive characteristics of a species are insufficient to permit its survival. Extinction of species is common. Fossils are evidence that a great variety of species existed in the past."}
{"_id":{"$oid":"57029b08ecf01e67b1b3044e"},"code":"LE-3.2d","description":"Although the time needed for change in a species is usually great, some species of insects and bacteria have undergone significant change in just a few years."}
{"_id":{"$oid":"57029b08ecf01e67b1b3044f"},"code":"LE-3.2c","description":"Many thousands of layers of sedimentary rock provide evidence for the long history of Earth and for the long history of changing lifeforms whose remains are found in the rocks. Recently deposited rock layers are more likely to contain fossils resembling existing species."}
{"_id":{"$oid":"57029b08ecf01e67b1b30450"},"code":"LE-4.1a","description":"Some organisms reproduce asexually. Other organisms reproduce sexually. Some organisms can reproduce both sexually and asexually."}
{"_id":{"$oid":"57029b08ecf01e67b1b30451"},"code":"LE-4.1b","description":"There are many methods of asexual reproduction, including division of a cell into two cells, or separation of part of an animal or plant from the parent, resulting in the growth of another individual."}
{"_id":{"$oid":"57029b08ecf01e67b1b30452"},"code":"LE-4.1c","description":"Methods of sexual reproduction depend upon the species. All methods involve the merging of sex cells to begin the development of a new individual. In many species, including plants and humans, eggs and sperm are produced."}
{"_id":{"$oid":"57029b08ecf01e67b1b30453"},"code":"LE-3.2a","description":"In all environments, organisms with similar needs may compete with one another for resources."}
{"_id":{"$oid":"57029b08ecf01e67b1b30454"},"code":"LE-4.1d","description":"Fertilization and/or development in organisms may be internal or external."}
{"_id":{"$oid":"57029b08ecf01e67b1b30455"},"code":"LE-4.2a","description":"The male sex cell is the sperm. The female sex cell is the egg. The fertilization of an egg by a sperm results in a fertilized egg."}
{"_id":{"$oid":"57029b08ecf01e67b1b30456"},"code":"LE-4.2b","description":"In sexual reproduction, sperm and egg each carry one-half of the genetic information for the new individual. Therefore, the fertilized egg contains genetic information from each parent."}
{"_id":{"$oid":"57029b08ecf01e67b1b30457"},"code":"LE-4.3a","description":"Multi-cellular organisms exhibit complex changes in development, which begin after fertilization. The fertilized egg undergoes numerous cellular divisions that will result in a multicellular organism, with each cell having identical genetic information."}
{"_id":{"$oid":"57029b08ecf01e67b1b30458"},"code":"LE-4.3b","description":"In humans, the fertilized egg grows into tissue which develops into organs and organ systems before birth."}
{"_id":{"$oid":"57029b08ecf01e67b1b30459"},"code":"LE-4.3e","description":"Patterns of development vary among plants. In seed-bearing plants, seeds contain stored food for early development. Their later development into adulthood is characterized by varying patterns of growth from species to species."}
{"_id":{"$oid":"57029b08ecf01e67b1b3045a"},"code":"LE-4.3d","description":"Patterns of development vary among animals. In some species the young resemble the adult, while in others they do not. Some insects and amphibians undergo metamorphosis as they mature."}
{"_id":{"$oid":"57029b08ecf01e67b1b3045b"},"code":"LE-4.3f","description":"As an individual organism ages, various body structures and functions change."}
{"_id":{"$oid":"57029b08ecf01e67b1b3045c"},"code":"LE-4.3c","description":"Various body structures and functions change as an organism goes through its life cycle."}
{"_id":{"$oid":"57029b08ecf01e67b1b3045d"},"code":"LE-4.4a","description":"In multicellular organisms, cell division is responsible for growth, maintenance, and repair. In some one-celled organisms, cell division is a method of asexual reproduction."}
{"_id":{"$oid":"57029b08ecf01e67b1b3045e"},"code":"LE-4.4c","description":"Another type of cell division accounts for the production of egg and sperm cells in sexually reproducing organisms. The eggs and sperm resulting from this type of cell division contain one-half of the hereditary information."}
{"_id":{"$oid":"57029b08ecf01e67b1b3045f"},"code":"LE-4.4d","description":"Cancers are a result of abnormal cell division."}
{"_id":{"$oid":"57029b08ecf01e67b1b30460"},"code":"LE-4.4b","description":"In one type of cell division, chromosomes are duplicated and then separated into two identical and complete sets to be passed to each of the two resulting cells. In this type of cell division, the hereditary information is identical in all the cells that result."}
{"_id":{"$oid":"57029b08ecf01e67b1b30461"},"code":"LE-5.1a","description":"Animals and plants have a great variety of body plans and internal structures that contribute to their ability to maintain a balanced condition."}
{"_id":{"$oid":"57029b08ecf01e67b1b30462"},"code":"LE-5.1b","description":"An organism’s overall body plan and its environment determine the way that the organism carries out the life processes."}
{"_id":{"$oid":"57029b08ecf01e67b1b30463"},"code":"LE-5.1c","description":"All organisms require energy to survive. The amount of energy needed and the method for obtaining this energy vary among cells. Some cells use oxygen to release the energy stored in food."}
{"_id":{"$oid":"57029b08ecf01e67b1b30464"},"code":"LE-5.1d","description":"The methods for obtaining nutrients vary among organisms. Producers, such as green plants, use light energy to make their food. Consumers, such as animals, take in energy-rich foods."}
{"_id":{"$oid":"57029b08ecf01e67b1b30465"},"code":"LE-5.1e","description":"Herbivores obtain energy from plants. Carnivores obtain energy from animals. Omnivores obtain energy from both plants and animals. Decomposers, such as bacteria and fungi, obtain energy by consuming wastes and/or dead organisms.H"}
{"_id":{"$oid":"57029b08ecf01e67b1b30466"},"code":"LE-5.1f","description":"Regulation of an organism’s internal environment involves sensing the internal environment and changing physiological activities to keep conditions within the range required for survival. Regulation includes a variety of nervous and hormonal feedback systems."}
{"_id":{"$oid":"57029b08ecf01e67b1b30467"},"code":"LE-5.1g","description":"The survival of an organism depends on its ability to sense and respond to its external environment."}
{"_id":{"$oid":"57029b08ecf01e67b1b30468"},"code":"LE-5.2a","description":"Food provides molecules that serve as fuel and building material for all organisms. All living things, including plants, must release energy from their food, using it to carry on their life processes."}
{"_id":{"$oid":"57029b08ecf01e67b1b30469"},"code":"LE-5.2b","description":"Foods contain a variety of substances, which include carbohydrates, fats, vitamins, proteins, minerals, and water. Each substance is vital to the survival of the organism."}
{"_id":{"$oid":"57029b08ecf01e67b1b3046a"},"code":"LE-5.2d","description":"Energy in foods is measured in Calories. The total caloric value of each type of food varies. The number of Calories a person requires varies from person to person."}
{"_id":{"$oid":"57029b08ecf01e67b1b3046b"},"code":"LE-5.2e","description":"In order to maintain a balanced state, all organisms have a minimum daily intake of each type of nutrient based on species, size, age, sex, activity, etc. An imbalance in any of the nutrients might result in weight gain, weight loss, or a diseased state."}
{"_id":{"$oid":"57029b08ecf01e67b1b3046c"},"code":"LE-5.2c","description":"Metabolism is the sum of all chemical reactions in an organism. Metabolism can be influenced by hormones, exercise, diet, and aging."}
{"_id":{"$oid":"57029b08ecf01e67b1b3046d"},"code":"LE-5.2f","description":"Contraction of infectious disease, and personal behaviors such as use of toxic substances and some dietary habits, may interfere with one’s dynamic equilibrium. During pregnancy these conditions may also affect the development of the child. Some effects of these conditions are immediate; others may not appear for many years. "}
{"_id":{"$oid":"57029b08ecf01e67b1b3046e"},"code":"LE-6.1a","description":"Energy flows through ecosystems in one direction, usually from the Sun, through producers to consumers and then to decomposers. This process may be visualized with food chains or energy pyramids."}
{"_id":{"$oid":"57029b08ecf01e67b1b3046f"},"code":"LE-6.1b","description":"Food webs identify feeding relationships among producers, consumers, and decomposers in an ecosystem."}
{"_id":{"$oid":"57029b08ecf01e67b1b30470"},"code":"LE-6.1c","description":"Matter is transferred from one organism to another and between organisms and their physical environment. Water, nitrogen, carbon dioxide, and oxygen are examples of substances cycled between the living and nonliving environment."}
{"_id":{"$oid":"57029b08ecf01e67b1b30471"},"code":"LE-6.2a","description":"Photosynthesis is carried on by green plants and other organisms containing chlorophyll. In this process, the Sun’s energy is converted into and stored as chemical energy in the form of a sugar. The quantity of sugar molecules increases in green plants during photosynthesis in the presence of sunlight."}
{"_id":{"$oid":"57029b08ecf01e67b1b30472"},"code":"LE-6.2b","description":"The major source of atmospheric oxygen is photosynthesis. Carbon dioxide is removed from the atmosphere and oxygen is released during photosynthesis."}
{"_id":{"$oid":"57029b08ecf01e67b1b30473"},"code":"LE-6.2c","description":"Green plants are the producers of food which is used directly or indirectly by consumers."}
{"_id":{"$oid":"57029b08ecf01e67b1b30474"},"code":"LE-7.1a","description":"A population consists of all individuals of a species that are found together at a given place and time. Populations living in one place form a community. The community and the physical factors with which it interacts compose an ecosystem."}
{"_id":{"$oid":"57029b08ecf01e67b1b30475"},"code":"LE-7.1b","description":"Given adequate resources and no disease or predators, populations (including humans) increase. Lack of resources, habitat destruction, and other factors such as predation and climate limit the growth of certain populations in the ecosystem."}
{"_id":{"$oid":"57029b08ecf01e67b1b30476"},"code":"LE-7.1d","description":"Some microorganisms are essential to the survival of other living things."}
{"_id":{"$oid":"57029b08ecf01e67b1b30477"},"code":"LE-7.1e","description":"The environment may contain dangerous levels of substances (pollutants) that are harmful to organisms. Therefore, the good health of environments and individuals requires the monitoring of soil, air, and water, and taking steps to keep them safe. "}
{"_id":{"$oid":"57029b08ecf01e67b1b30478"},"code":"LE-7.2a","description":"In ecosystems, balance is the result of interactions between community members and their environment."}
{"_id":{"$oid":"57029b08ecf01e67b1b30479"},"code":"LE-7.2b","description":"The environment may be altered through the activities of organisms. Alterations are sometimes abrupt. Some species may replace others over time, resulting in long- term gradual changes (ecological succession)."}
{"_id":{"$oid":"57029b08ecf01e67b1b3047a"},"code":"LE-7.2c","description":"Overpopulation by any species impacts the environment due to the increased use of resources. Human activities can bring about environmental degradation through resource acquisition, urban growth, land-use decisions, waste disposal, etc."}
{"_id":{"$oid":"57029b08ecf01e67b1b3047b"},"code":"LE-7.1c","description":"In all environments, organisms interact with one another in many ways. Relationships among organisms may be competitive, harmful, or beneficial. Some species have adapted to be dependent upon each other with the result that neither could survive without the other."}
{"_id":{"$oid":"57029b08ecf01e67b1b3047c"},"code":"LE-7.2d","description":"Since the Industrial Revolution, human activities have resulted in major pollution of air, water, and soil. Pollution has cumulative ecological effects such as acid rain, global warming, or ozone depletion. The survival of living things on our planet depends on the conservation and protection of Earth’s resources."}
{"_id":{"$oid":"57029b08ecf01e67b1b3047d"},"code":"PS- 1.1a","description":"Earth’s Sun is an average-sized star. The Sun is more than a million times greater in volume than Earth."}
{"_id":{"$oid":"57029b08ecf01e67b1b3047e"},"code":"PS- 1.1c","description":"The Sun and the planets that revolve around it are the major bodies in the solar system. Other members include comets, moons, and asteroids. Earth’s orbit is nearly circular."}
{"_id":{"$oid":"57029b08ecf01e67b1b3047f"},"code":"PS- 1.1d","description":"Gravity is the force that keeps planets in orbit around the Sun and the Moon in orbit around the Earth."}
{"_id":{"$oid":"57029b08ecf01e67b1b30480"},"code":"PS- 1.1b","description":"Other stars are like the Sun but are so far away that they look like points of light. Distances between stars are vast compared to distances within our solar system."}
{"_id":{"$oid":"57029b08ecf01e67b1b30481"},"code":"PS- 1.1e","description":"Most objects in the solar system have a regular and predictable motion. These motions explain such phenomena as a day, a year, phases of the Moon, eclipses, tides, meteor showers, and comets."}
{"_id":{"$oid":"57029b08ecf01e67b1b30482"},"code":"PS- 1.1f","description":"The latitude/longitude coordinate system and our system of time are based on celestial observations."}
{"_id":{"$oid":"57029b08ecf01e67b1b30483"},"code":"PS- 1.1g","description":"Moons are seen by reflected light. Our Moon orbits Earth, while Earth orbits the Sun. The Moon’s phases as observed from Earth are the result of seeing different portions of the lighted area of the Moon’s surface. The phases repeat in a cyclic pattern in about one month."}
{"_id":{"$oid":"57029b08ecf01e67b1b30484"},"code":"PS- 1.1h","description":"The apparent motions of the Sun, Moon, planets, and stars across the sky can be explained by Earth’s rotation and revolution. Earth’s rotation causes the length of one day to be approximately 24 hours. This rotation also causes the Sun and Moon to appear to rise along the eastern horizon and to set along the western horizon. Earth’s revolution around the Sun defines the length of the year as 365 1/4 days."}
{"_id":{"$oid":"57029b08ecf01e67b1b30485"},"code":"PS- 1.1i","description":"The tilt of Earth’s axis of rotation and the revolution of Earth around the Sun cause seasons on Earth. The length of daylight varies depending on latitude and season."}
{"_id":{"$oid":"57029b08ecf01e67b1b30486"},"code":"PS- 1.1j","description":"The shape of Earth, the other planets, and stars is nearly spherical. "}
{"_id":{"$oid":"57029b08ecf01e67b1b30487"},"code":"PS-2.1a","description":"Nearly all the atmosphere is confined to a thin shell surrounding Earth. The atmos- phere is a mixture of gases, including nitrogen and oxygen with small amounts of water vapor, carbon dioxide, and other trace gases. The atmosphere is stratified into layers, each having distinct properties. Nearly all weather occurs in the lowest layer of the atmosphere."}
{"_id":{"$oid":"57029b08ecf01e67b1b30488"},"code":"PS-2.1b","description":"As altitude increases, air pressure decreases."}
{"_id":{"$oid":"57029b08ecf01e67b1b30489"},"code":"PS-2.1d","description":"The majority of the lithosphere is covered by a relatively thin layer of water called the hydrosphere."}
{"_id":{"$oid":"57029b08ecf01e67b1b3048a"},"code":"PS-2.1e","description":"Rocks are composed of minerals. Only a few rock-forming minerals make up most of the rocks of Earth. Minerals are identified on the basis of physical properties such as streak, hardness, and reaction to acid."}
{"_id":{"$oid":"57029b08ecf01e67b1b3048b"},"code":"PS-2.1f","description":"Fossils are usually found in sedimentary rocks. Fossils can be used to study past climates and environments."}
{"_id":{"$oid":"57029b08ecf01e67b1b3048c"},"code":"PS-2.1c","description":"The rock at Earth’s surface forms a nearly continuous shell around Earth called the lithosphere."}
{"_id":{"$oid":"57029b08ecf01e67b1b3048d"},"code":"PS-2.1g","description":"The dynamic processes that wear away Earth’s surface include weathering and erosion."}
{"_id":{"$oid":"57029b08ecf01e67b1b3048e"},"code":"PS-2.1i","description":"Erosion is the transport of sediment. Gravity is the driving force behind erosion. Gravity can act directly or through agents such as moving water, wind, and glaciers."}
{"_id":{"$oid":"57029b08ecf01e67b1b3048f"},"code":"PS-2.1h","description":"The process of weathering breaks down rocks to form sediment. Soil consists of sediment, organic material, water, and air."}
{"_id":{"$oid":"57029b08ecf01e67b1b30490"},"code":"PS-2.1j","description":"Water circulates through the atmosphere, lithosphere, and hydrosphere in what is known as the water cycle."}
{"_id":{"$oid":"57029b08ecf01e67b1b30491"},"code":"PS-2.2a","description":"The interior of Earth is hot. Heat flow and movement of material within Earth cause sections of Earth’s crust to move. This may result in earthquakes, volcanic eruption, and the creation of mountains and ocean basins."}
{"_id":{"$oid":"57029b08ecf01e67b1b30492"},"code":"PS-2.2b","description":"Analysis of earthquake wave data (vibrational disturbances) leads to the conclusion that there are layers within Earth. These layers—the crust, mantle, outer core, and inner core—have distinct properties."}
{"_id":{"$oid":"57029b08ecf01e67b1b30493"},"code":"PS-2.2c","description":"Folded, tilted, faulted, and displaced rock layers suggest past crustal movement."}
{"_id":{"$oid":"57029b08ecf01e67b1b30494"},"code":"PS-2.2d","description":"Continents fitting together like puzzle parts and fossil correlations provided initial evidence that continents were once together."}
{"_id":{"$oid":"57029b08ecf01e67b1b30495"},"code":"PS-2.2e","description":"The Theory of Plate Tectonics explains how the “solid” lithosphere consists of a series of plates that “float” on the partially molten section of the mantle. Convection cells within the mantle may be the driving force for the movement of the plates."}
{"_id":{"$oid":"57029b08ecf01e67b1b30496"},"code":"PS-2.2f","description":"Plates may collide, move apart, or slide past one another. Most volcanic activity and mountain building occur at the boundaries of these plates, often resulting in earthquakes."}
{"_id":{"$oid":"57029b08ecf01e67b1b30497"},"code":"PS-2.2g","description":"Rocks are classified according to their method of formation. The three classes of rocks are sedimentary, metamorphic, and igneous. Most rocks show characteristics that give clues to their formation conditions."}
{"_id":{"$oid":"57029b08ecf01e67b1b30498"},"code":"PS-2.2i","description":"Weather describes the conditions of the atmosphere at a given location for a short period of time."}
{"_id":{"$oid":"57029b08ecf01e67b1b30499"},"code":"PS-2.2j","description":"Climate is the characteristic weather that prevails from season to season and year to year."}
{"_id":{"$oid":"57029b08ecf01e67b1b3049a"},"code":"PS-2.2h","description":"The rock cycle model shows how types of rock or rock material may be transformed from one type of rock to another."}
{"_id":{"$oid":"57029b08ecf01e67b1b3049b"},"code":"PS-2.2k","description":"The uneven heating of Earth’s surface is the cause of weather."}
{"_id":{"$oid":"57029b08ecf01e67b1b3049c"},"code":"PS-2.2m","description":"Most local weather condition changes are caused by movement of air masses."}
{"_id":{"$oid":"57029b08ecf01e67b1b3049d"},"code":"PS-2.2l","description":"Air masses form when air remains nearly stationary over a large section of Earth’s surface and takes on the conditions of temperature and humidity from that location. Weather conditions at a location are determined primarily by temperature, humidity, and pressure of air masses over that location."}
{"_id":{"$oid":"57029b08ecf01e67b1b3049e"},"code":"PS-2.2n","description":"The movement of air masses is determined by prevailing winds and upper air currents."}
{"_id":{"$oid":"57029b08ecf01e67b1b3049f"},"code":"PS-2.2o","description":"Fronts are boundaries between air masses. Precipitation is likely to occur at these boundaries."}
{"_id":{"$oid":"57029b08ecf01e67b1b304a0"},"code":"PS-2.2p","description":"High-pressure systems generally bring fair weather. Low-pressure systems usually bring cloudy, unstable conditions. The general movement of highs and lows is from west to east across the United States."}
{"_id":{"$oid":"57029b08ecf01e67b1b304a1"},"code":"PS-2.2q","description":"Hazardous weather conditions include thunderstorms, tornadoes, hurricanes, ice storms, and blizzards. Humans can prepare for and respond to these conditions if given sufficient warning."}
{"_id":{"$oid":"57029b08ecf01e67b1b304a2"},"code":"PS-2.2r","description":"Substances enter the atmosphere naturally and from human activity. Some of these substances include dust from volcanic eruptions and greenhouse gases such as carbon dioxide, methane, and water vapor. These substances can affect weather, climate, and living things."}
{"_id":{"$oid":"57029b08ecf01e67b1b304a3"},"code":"PS-3.1a","description":"Substances have characteristic properties. Some of these properties include color, odor, phase at room temperature, density, solubility, heat and electrical conductivity, hardness, and boiling and freezing points."}
{"_id":{"$oid":"57029b08ecf01e67b1b304a4"},"code":"PS-3.1b","description":"Solubility can be affected by the nature of the solute and solvent, temperature, and pressure. The rate of solution can be affected by the size of the particles, stirring, temperature, and the amount of solute already dissolved."}
{"_id":{"$oid":"57029b08ecf01e67b1b304a5"},"code":"PS-3.1c","description":"The motion of particles helps to explain the phases (states) of matter as well as changes from one phase to another. The phase in which matter exists depends on the attractive forces among its particles."}
{"_id":{"$oid":"57029b08ecf01e67b1b304a6"},"code":"PS-3.1d","description":"Gases have neither a determined shape nor a definite volume. Gases assume the shape and volume of a closed container."}
{"_id":{"$oid":"57029b08ecf01e67b1b304a7"},"code":"PS-3.1e","description":"A liquid has definite volume, but takes the shape of a container."}
{"_id":{"$oid":"57029b08ecf01e67b1b304a8"},"code":"PS-3.1g","description":"Characteristic properties can be used to identify different materials, and separate a mixture of substances into its components. For example, iron can be removed from a mixture by means of a magnet. An insoluble substance can be separated from a soluble substance by such processes as filtration, settling, and evaporation."}
{"_id":{"$oid":"57029b08ecf01e67b1b304a9"},"code":"PS-3.1h","description":"Density can be described as the amount of matter that is in a given amount of space. If two objects have equal volume, but one has more mass, the one with more mass is denser."}
{"_id":{"$oid":"57029b08ecf01e67b1b304aa"},"code":"PS-3.1i","description":"Buoyancy is determined by comparative densities."}
{"_id":{"$oid":"57029b08ecf01e67b1b304ab"},"code":"PS-3.1f","description":"A solid has definite shape and volume. Particles resist a change in position."}
{"_id":{"$oid":"57029b08ecf01e67b1b304ac"},"code":"PS-3.2a","description":"During a physical change a substance keeps its chemical composition and proper- ties. Examples of physical changes include freezing, melting, condensation, boiling, evaporation, tearing, and crushing."}
{"_id":{"$oid":"57029b08ecf01e67b1b304ad"},"code":"PS-3.2b","description":"Mixtures are physical combinations of materials and can be separated by physical means."}
{"_id":{"$oid":"57029b08ecf01e67b1b304ae"},"code":"PS-3.2c","description":"During a chemical change, substances react in characteristic ways to form new substances with different physical and chemical properties. Examples of chemical changes include burning of wood, cooking of an egg, rusting of iron, and souring of milk."}
{"_id":{"$oid":"57029b08ecf01e67b1b304af"},"code":"PS-3.2d","description":"Substances are often placed in categories if they react in similar ways. Examples include metals, nonmetals, and noble gases."}
{"_id":{"$oid":"57029b08ecf01e67b1b304b0"},"code":"PS-3.2e","description":"The Law of Conservation of Mass states that during an ordinary chemical reaction matter cannot be created or destroyed. In chemical reactions, the total mass of the reactants equals the total mass of the products."}
{"_id":{"$oid":"57029b08ecf01e67b1b304b1"},"code":"PS-3.3a","description":"All matter is made up of atoms. Atoms are far too small to see with a light microscope."}
{"_id":{"$oid":"57029b08ecf01e67b1b304b2"},"code":"PS-3.3b","description":"Atoms and molecules are perpetually in motion. The greater the temperature, the greater the motion."}
{"_id":{"$oid":"57029b08ecf01e67b1b304b3"},"code":"PS-3.3c","description":"Atoms may join together in well-defined molecules or may be arranged in regular geometric patterns."}
{"_id":{"$oid":"57029b08ecf01e67b1b304b4"},"code":"PS-3.3d","description":"Interactions among atoms and/or molecules result in chemical reactions."}
{"_id":{"$oid":"57029b08ecf01e67b1b304b5"},"code":"PS-3.3e","description":"The atoms of any one element are different from the atoms of other elements."}
{"_id":{"$oid":"57029b08ecf01e67b1b304b6"},"code":"PS-3.3f","description":"There are more than 100 elements. Elements combine in a multitude of ways to produce compounds that account for all living and nonliving substances. Few elements are found in their pure form."}
{"_id":{"$oid":"57029b08ecf01e67b1b304b7"},"code":"PS-3.3g","description":"The periodic table is one useful model for classifying elements. The periodic table can be used to predict properties of elements (metals, nonmetals, noble gases). "}
{"_id":{"$oid":"57029b08ecf01e67b1b304b8"},"code":"PS-4.1a","description":"The Sun is a major source of energy for Earth. Other sources of energy include nuclear and geothermal energy."}
{"_id":{"$oid":"57029b08ecf01e67b1b304b9"},"code":"PS-4.1b","description":"Fossil fuels contain stored solar energy and are considered non-renewable resources. They are a major source of energy in the United States. Solar energy, wind, moving water, and biomass are some examples of renewable energy resources ."}
{"_id":{"$oid":"57029b08ecf01e67b1b304ba"},"code":"PS-4.1c","description":"Most activities in everyday life involve one form of energy being transformed into another. For example, the chemical energy in gasoline is transformed into mechanical energy in an automobile engine. Energy, in the form of heat, is almost always one of the products of energy transformations."}
{"_id":{"$oid":"57029b08ecf01e67b1b304bb"},"code":"PS-4.1d","description":"Different forms of energy include heat, light, electrical, mechanical, sound, nuclear, and chemical. Energy is transformed in many ways."}
{"_id":{"$oid":"57029b08ecf01e67b1b304bc"},"code":"PS-4.1e","description":"Energy can be considered to be either kinetic energy, which is the energy of motion, or potential energy, which depends on relative position."}
{"_id":{"$oid":"57029b08ecf01e67b1b304bd"},"code":"PS-4.2a","description":"Heat moves in predictable ways, flowing from warmer objects to cooler ones, until both reach the same temperature."}
{"_id":{"$oid":"57029b08ecf01e67b1b304be"},"code":"PS-4.2b","description":"Heat can be transferred through matter by the collisions of atoms and/or molecules (conduction) or through space (radiation). In a liquid or gas, currents will facilitate the transfer of heat (convection)."}
{"_id":{"$oid":"57029b08ecf01e67b1b304bf"},"code":"PS-4.2c","description":"During a phase change, heat energy is absorbed or released. Energy is absorbed when a solid changes to a liquid and when a liquid changes to a gas. Energy is released when a gas changes to a liquid and when a liquid changes to a solid."}
{"_id":{"$oid":"57029b08ecf01e67b1b304c0"},"code":"PS-4.2d","description":"Most substances expand when heated and contract when cooled. Water is an exception, expanding when changing to ice."}
{"_id":{"$oid":"57029b08ecf01e67b1b304c1"},"code":"PS-4.2e","description":"Temperature affects the solubility of some substances in water."}
{"_id":{"$oid":"57029b08ecf01e67b1b304c2"},"code":"PS-4.3a","description":"In chemical reactions, energy is transferred into or out of a system. Light, electricity, or mechanical motion may be involved in such transfers in addition to heat."}
{"_id":{"$oid":"57029b08ecf01e67b1b304c3"},"code":"PS-4.4a","description":"Different forms of electromagnetic energy have different wavelengths. Some examples of electromagnetic energy are microwaves, infrared light, visible light, ultraviolet light, X-rays, and gamma rays."}
{"_id":{"$oid":"57029b08ecf01e67b1b304c4"},"code":"PS-4.4b","description":"Light passes through some materials, sometimes refracting in the process. Materials absorb and reflect light, and may transmit light. To see an object, light from that object, emitted by or reflected from it, must enter the eye."}
{"_id":{"$oid":"57029b08ecf01e67b1b304c5"},"code":"PS-4.4c","description":"Vibrations in materials set up wave-like disturbances that spread away from the source. Sound waves are an example. Vibrational waves move at different speeds in different materials. Sound cannot travel in a vacuum."}
{"_id":{"$oid":"57029b08ecf01e67b1b304c6"},"code":"PS-4.4d","description":"Electrical energy can be produced from a variety of energy sources and can be transformed into almost any other form of energy."}
{"_id":{"$oid":"57029b08ecf01e67b1b304c7"},"code":"PS-4.4e","description":"Electrical circuits provide a means of transferring electrical energy."}
{"_id":{"$oid":"57029b08ecf01e67b1b304c8"},"code":"PS-4.4f","description":"Without touching them, material that has been electrically charged attracts uncharged material, and may either attract or repel other charged material."}
{"_id":{"$oid":"57029b08ecf01e67b1b304c9"},"code":"PS-4.4g","description":"Without direct contact, a magnet attracts certain materials and either attracts or repels other magnets. The attractive force of a magnet is greatest at its poles."}
{"_id":{"$oid":"57029b08ecf01e67b1b304ca"},"code":"PS-4.5a","description":"Energy cannot be created or destroyed, but only changed from one form into another."}
{"_id":{"$oid":"57029b08ecf01e67b1b304cb"},"code":"PS-4.5b","description":"Energy can change from one form to another, although in the process some energy is always converted to heat. Some systems transform energy with less loss of heat than others."}
{"_id":{"$oid":"57029b08ecf01e67b1b304cc"},"code":"PS-5.1a","description":"The motion of an object is always judged with respect to some other object or point. The idea of absolute motion or rest is misleading."}
{"_id":{"$oid":"57029b08ecf01e67b1b304cd"},"code":"PS-5.1b","description":"The motion of an object can be described by its position,direction of motion,and speed."}
{"_id":{"$oid":"57029b08ecf01e67b1b304ce"},"code":"PS-5.1c","description":"An object’s motion is the result of the combined effect of all forces acting on the object. A moving object that is not subjected to a force will continue to move at a constant speed in a straight line. An object at rest will remain at rest."}
{"_id":{"$oid":"57029b08ecf01e67b1b304cf"},"code":"PS-5.1d","description":"Force is directly related to an object’s mass and acceleration. The greater the force, the greater the change in motion."}
{"_id":{"$oid":"57029b08ecf01e67b1b304d0"},"code":"PS-5.1e","description":"For every action there is an equal and opposite reaction."}
{"_id":{"$oid":"57029b08ecf01e67b1b304d1"},"code":"PS-5.2a","description":"Every object exerts gravitational force on every other object. Gravitational force depends on how much mass the objects have and on how far apart they are. Gravity is one of the forces acting on orbiting objects and projectiles."}
{"_id":{"$oid":"57029b08ecf01e67b1b304d2"},"code":"PS-5.2b","description":"Electric currents and magnets can exert a force on each other."}
{"_id":{"$oid":"57029b08ecf01e67b1b304d3"},"code":"PS-5.2c","description":"Machines transfer mechanical energy from one object to another."}
{"_id":{"$oid":"57029b08ecf01e67b1b304d4"},"code":"PS-5.2d","description":"Friction is a force that opposes motion."}
{"_id":{"$oid":"57029b08ecf01e67b1b304d5"},"code":"PS-5.2e","description":"A machine can be made more efficient by reducing friction. Some common ways of reducing friction include lubricating or waxing surfaces."}
{"_id":{"$oid":"57029b08ecf01e67b1b304d6"},"code":"PS-5.2f","description":"Machines can change the direction or amount of force, or the distance or speed of force required to do work."}
{"_id":{"$oid":"57029b08ecf01e67b1b304d7"},"code":"PS-5.2g","description":"Simple machines include a lever, a pulley, a wheel and axle, and an inclined plane. A complex machine uses a combination of interacting simple machines, e.g., a bicycle."}
