{"_id":{"$oid":"57029504ecf01e67b1b3036e"},"header":"Patterns","description":"Macroscopic patterns are related to the nature of microscopic and atomic-level structure."}
{"_id":{"$oid":"57029504ecf01e67b1b3036f"},"header":"Patterns","description":"Graphs and charts can be used to identify patterns in data."}
{"_id":{"$oid":"57029504ecf01e67b1b30370"},"header":"Patterns","description":"Graphs, charts, and images can be used to identify patterns in data."}
{"_id":{"$oid":"57029504ecf01e67b1b30371"},"header":"Patterns","description":"Patterns can be used to identify cause and effect relationships."}
{"_id":{"$oid":"57029504ecf01e67b1b30372"},"header":"Patterns","description":"Patterns in rates of change and other numerical relationships can provide information about natural systems."}
{"_id":{"$oid":"57029504ecf01e67b1b30373"},"header":"Cause and Effect","description":"Cause and effect relationships may be used to predict phenomena in natural systems."}
{"_id":{"$oid":"57029504ecf01e67b1b30374"},"header":"Cause and Effect","description":"Cause and effect relationships may be used to predict phenomena in natural or designed systems."}
{"_id":{"$oid":"57029504ecf01e67b1b30375"},"header":"Cause and Effect","description":"Phenomena may have more than one cause, and some cause and effect relationships in systems can only be described using probability."}
{"_id":{"$oid":"57029504ecf01e67b1b30376"},"header":"Cause and Effect","description":"Relationships can be classified as causal or correlational, and correlation does not necessarily imply causation."}
{"_id":{"$oid":"57029504ecf01e67b1b30377"},"header":"Scale, Proportion, and Quantity","description":"Proportional relationships (e.g. speed as the ratio of distance traveled to time taken) among different types of quantities provide information about the magnitude of properties and processes."}
{"_id":{"$oid":"57029504ecf01e67b1b30378"},"header":"Scale, Proportion, and Quantity","description":"Phenomena that can be observed at one scale may not be observable at another scale."}
{"_id":{"$oid":"57029504ecf01e67b1b30379"},"header":"Scale, Proportion, and Quantity","description":"Time, space, and energy phenomena can be observed at various scales using models to study systems that are too large or too small."}
{"_id":{"$oid":"57029504ecf01e67b1b3037a"},"header":"Systems and System Models","description":"Models can be used to represent systems and their interactions—such as inputs, processes and outputs—and energy and matter flows within systems."}
{"_id":{"$oid":"57029504ecf01e67b1b3037b"},"header":"Systems and System Models","description":"Models can be used to represent systems and their interactions."}
{"_id":{"$oid":"57029504ecf01e67b1b3037c"},"header":"Systems and System Models","description":"Models can be used to represent systems and their interactions—such as inputs, processes and outputs—and energy, matter, and information flows within systems."}
{"_id":{"$oid":"57029504ecf01e67b1b3037d"},"header":"Systems and System Models","description":"Systems may interact with other systems; they may have sub-systems and be a part of larger complex systems."}
{"_id":{"$oid":"57029504ecf01e67b1b3037e"},"header":"Energy and Matter","description":"The transfer of energy can be tracked as energy flows through a designed or natural system"}
{"_id":{"$oid":"57029504ecf01e67b1b3037f"},"header":"Energy and Matter","description":" Energy may take different forms (e.g. energy in fields, thermal energy, energy of motion)."}
{"_id":{"$oid":"57029504ecf01e67b1b30380"},"header":"Energy and Matter","description":"Within a natural system, the transfer of energy drives the motion and/or cycling of matter."}
{"_id":{"$oid":"57029504ecf01e67b1b30381"},"header":"Energy and Matter","description":"Matter is conserved because atoms are conserved in physical and chemical processes."}
{"_id":{"$oid":"57029504ecf01e67b1b30382"},"header":"Energy and Matter","description":"The transfer of energy can be tracked as energy flows through a natural system."}
{"_id":{"$oid":"57029504ecf01e67b1b30383"},"header":"Structure and Function","description":"Structures can be designed to serve particular functions."}
{"_id":{"$oid":"57029504ecf01e67b1b30384"},"header":"Energy and Matter","description":"Within a natural or designed system, the transfer of energy drives the motion and/or cycling of matter."}
{"_id":{"$oid":"57029504ecf01e67b1b30385"},"header":"Structure and Function","description":"Complex and microscopic structures and systems can be visualized, modeled, and used to describe how their function depends on the relationships among its parts, therefore complex natural structures/systems can be analyzed to determine how they function."}
{"_id":{"$oid":"57029504ecf01e67b1b30386"},"header":"Structure and Function","description":"Structures can be designed to serve particular functions by taking into account properties of different materials, and how materials can be shaped and used."}
{"_id":{"$oid":"57029504ecf01e67b1b30387"},"header":"Stability and Change","description":"Explanations of stability and change in natural or designed systems can be constructed by examining the changes over time and forces at different scales."}
{"_id":{"$oid":"57029504ecf01e67b1b30388"},"header":"Stability and Change","description":"Explanations of stability and change in natural or designed systems can be constructed by examining the changes over time and processes at different scales, including the atomic scale."}
{"_id":{"$oid":"57029504ecf01e67b1b30389"},"header":"Stability and Change","description":"Stability might be disturbed either by sudden events or gradual changes that accumulate over time."}
{"_id":{"$oid":"57029504ecf01e67b1b3038a"},"header":"Stability and Change","description":"Small changes in one part of a system might cause large changes in another part."}
{"_id":{"$oid":"57029504ecf01e67b1b3038b"},"header":"Interdependence of Science, Engineering, and Technology","description":"Engineering advances have led to important discoveries in virtually every field of science, and scientific discoveries have led to the development of entire industries and engineered systems."}
{"_id":{"$oid":"57029504ecf01e67b1b3038c"},"header":"Influence of Engineering, Technology, and Science on Society and the Natural World","description":"The uses of technologies and any limitation on their use are driven by individual or societal needs, desires, and values; by the findings of scientific research; and by differences in such factors as climate, natural resources, and economic conditions. Thus technology use varies from region to region and over time."}
{"_id":{"$oid":"57029504ecf01e67b1b3038d"},"header":"Influence of Engineering, Technology, and Science on Society and the Natural World","description":"Technologies extend the measurement, exploration, modeling, and computational capacity of scientific investigations"}
{"_id":{"$oid":"57029504ecf01e67b1b3038e"},"header":"Influence of Engineering, Technology, and Science on Society and the Natural World","description":"All human activity draws on natural resources and has both short and long-term consequences, positive as well as negative, for the health of people and the natural environment."}
{"_id":{"$oid":"57029504ecf01e67b1b3038f"},"header":"Science as a Human Endeavor","description":"Advances in technology influence the progress of science and science has influenced advances in technology"}
{"_id":{"$oid":"57029504ecf01e67b1b30390"},"header":"Science as a Human Endeavor","description":"Scientists and engineers are guided by habits of mind such as intellectual honesty, tolerance of ambiguity, skepticism, and openness to new ideas."}
{"_id":{"$oid":"57029504ecf01e67b1b30391"},"header":"Science Addresses Questions About the Natural and Material World","description":"Scientific knowledge can describe the consequences of actions but does not necessarily prescribe the decisions that society takes"}
{"_id":{"$oid":"57029504ecf01e67b1b30392"},"header":"Scientific Knowledge Assumes an Order and Consistency in Natural Systems","description":"Science assumes that objects and events in natural systems occur in consistent patterns that are understandable through measurement and observation."}
