{"_id":{"$oid":"570299daecf01e67b1b30424"},"header":"LE Key Idea 2","description":"Organisms inherit genetic information in a variety of ways that result in continuity of structure and function between parents and offspring."}
{"_id":{"$oid":"570299daecf01e67b1b30425"},"header":"LE Key Idea 3","description":"Individual organisms and species change over time."}
{"_id":{"$oid":"570299daecf01e67b1b30426"},"header":"LE Key Idea 1","description":"Living things are both similar to and different from each other and from nonliving things."}
{"_id":{"$oid":"570299daecf01e67b1b30427"},"header":"LE Key Idea 4","description":"The continuity of life is sustained through reproduction and development."}
{"_id":{"$oid":"570299daecf01e67b1b30428"},"header":"LE Key Idea 5","description":"Organisms maintain a dynamic equilibrium that sustains life."}
{"_id":{"$oid":"570299daecf01e67b1b30429"},"header":"LE Key Idea 6","description":"Plants and animals depend on each other and their physical environment."}
{"_id":{"$oid":"570299daecf01e67b1b3042a"},"header":"LE Key Idea 7","description":"Human decisions and activities have had a profound impact on the physical and living environment"}
{"_id":{"$oid":"570299daecf01e67b1b3042b"},"header":"PS Key Idea 2","description":"Many of the phenomena that we observe on Earth involve interactions among components of air, water, and land."}
{"_id":{"$oid":"570299daecf01e67b1b3042c"},"header":"PS Key Idea 3","description":"Matter is made up of particles whose properties determine the observable characteristics of matter and its reactivity"}
{"_id":{"$oid":"570299daecf01e67b1b3042d"},"header":"PS Key Idea 4","description":"Energy exists in many forms, and when these forms change energy is conserved."}
{"_id":{"$oid":"570299daecf01e67b1b3042e"},"header":"PS Key Idea 1","description":"The Earth and celestial phenomena can be described by principles of relative motion and perspective."}
{"_id":{"$oid":"570299daecf01e67b1b3042f"},"header":"PS Key Idea 5","description":"Energy and matter interact through forces that result in changes in motion."}
