{"_id":{"$oid":"56f02688c9211c1ab6f2e0ae"},"category":"fish","commonName":"Blackfish, Tautog","latinName":"Tautoga onitis","description":"A stout olive-brown fish with protruding teeth and rubbery, slimy skin","nativeIntroduced":"Native","habitat":"Associated with reefs and found close to shore in marine and brackish water","diet":"Feeds on mussels, other mollusks and crustaceans","morphologyNotes":"Average adult body size 18–26 cm, up to 17 dorsal spines present and 3 anal spines","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/Tautoga_onitis.jpg"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0af"},"category":"fish","commonName":"Northern sea robin","latinName":"Prionotus carolinus","description":"A small bottom-dwelling fish with wing-like pectoral fins and a spiny head","nativeIntroduced":"Native","habitat":"Bottom-dwelling species occupying marine and brackish areas of 5-70m depth with sandy bottoms","diet":"Has a varied diet including shrimps, crabs, other crustaceans, squid, bivalves and small fishes","morphologyNotes":"Has a broad, bony and spiny head with blue eyes, a tapering body and distinctive large, wing-like pectoral fins, each with three spines that are used to feel the bottom. Common adult length is ~30cm","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/Prionotus_carolinus.jpg"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0b0"},"category":"fish","commonName":"Northern pipefish","latinName":"Syngnathus fuscus","description":"A small and slender-bodied relative of the seahorse, with a long snout, prominent eyes and a single flared dorsal fin","nativeIntroduced":"Native","habitat":"Associates with reefs and sandy or seagrass benthic habitats","diet":"Feeds on small crustaceans such as copepods and amphipods as well as larvae and fish eggs","morphologyNotes":"Long, slender body encased in bony rings with a tapered snout rounded at the mouth. The single dorsal fin flares over 4–5 of the bony rings along the body. Typically olive to brown in color and up to 30 cm in length, with an average adult length of 15 cm","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/Syngnathus_fuscus.jpg"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0b1"},"category":"fish","commonName":"Oyster toadfish","latinName":"Opsanus tau","description":"A stout species of fish with a very large mouth and head, slimy skin and olive to brown blotchy coloration","nativeIntroduced":"Native","habitat":"Inhabits coastal and estuarine waters on oyster or rocky reefs and other hard substrata","diet":"Feeds on a variety of crustaceans, mollusks, ascidians, squid and juvenile fish","morphologyNotes":"Has a large head, very large mouth and tapering body with an olive to brown coloration. The skin is covered with a protective thick and slimy mucus. Size up to 35 cm in the adult; juveniles up to ~5 cm long may be found in oyster cages and traps","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/Opsanus_tau.jpg"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0b2"},"category":"crustaceans","commonName":"Blue crab","latinName":"Callinectes sapidus","description":"A large, free-swimming species of crab with long legs, the back pair modified for paddling","nativeIntroduced":"Native","habitat":"Occupies open water in brackish areas, preferring a mud or sand substrate","diet":"Omnivorous, feeding on bivalves, annelid worms, small fish and marine ","morphologyNotes":"Carapace is broader than long with distinctive spiny projections on each side. Claws are of equal size, last pair of legs modified into swimming paddles. Sexually dimorphic, with males having a narrow slender abdomen and females a broad and wide abdomen (in which they carry eggs when gravid). Coloring is typically olive green to bluish. Adult size up to a carapace width of 23 cm","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/Callinectes_sapidus.jpg"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0b3"},"category":"crustaceans","commonName":"Green crab","latinName":"Carcinus maenas","description":"This species is usually found under rocks in shallow areas, has a wide carapace with five short spines behind each eye and a typically green-brown coloration","nativeIntroduced":"Introduced","habitat":"Occurs primarily in intertidal and shallow subtidal areas, 0–60 m depth, common under rocks and algae, tide pools, marshes and seagrass beds, found across brackish and marine areas","diet":"A generalized carnivore that feeds on a variety of bivalves, worms and other invertebrates","morphologyNotes":"Carapace is up to 6 cm long and 9 cm wide, with five short projections or ‘teeth’ along the rim behind each eye, and three undulations between the eyes. Coloration varies greatly, from a dull olive or brown to red or grey, but is typically green-brown in NY Harbor","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/Carcinus_maenas.jpg"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0b4"},"category":"crustaceans","commonName":"Japanese shore crab, Asian shore crab","latinName":"Hemigrapsus sanguineus","description":"Often found under rocks in the intertidal, has striped walking legs","nativeIntroduced":"Introduced","habitat":"Occupies shallow hard-bottom intertidal habitats and can be found on natural and artificial shorelines as well as on mussel beds and oyster reefs. It can tolerate water at a wide range of salinity values and temperatures.","diet":"An opportunistic omnivore with a very broad diet in its introduced range","morphologyNotes":"Carapace is quite square in shape and usually patterned and dark in color, ranging from brownish orange to greenish black. Walking legs are banded in color. Each side of the carapace has three distinct spiny teeth. Carapace is up to around 4 cm width in adults.","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/Hemigrapsus_sanguineus.jpg"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0b5"},"category":"crustaceans","commonName":"Black-fingered mud crab","latinName":"Panopeus herbstii","description":"A small crab up to 4 cm in width with brown to black claws and hairy, slender walking legs","nativeIntroduced":"Native","habitat":"Found in brackish waters and predominantly muddy bottom habitats around oyster reefs, but can also occupy shallow rocky bottoms and marsh edges","diet":"Carnivorous, feeding on a variety of bivalves, worms, crustaceans and small fishes","morphologyNotes":"The ‘fingers’, or top and bottom portions of the closable claw, are usually black to brown in most species; whereas the interior portion at the base of the claw is usually pale. The claws are distinctly unequal in size, and the body is brownish. The carapace is brownish green and slightly granular in texture, with sharp 2nd, 3rd, and 4th marginal teeth on either side. All walking legs are hairy and slender. Average adult size is up to 4 cm in carapace width.","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/Panopeus_herbstii.jpg"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0b6"},"category":"crustaceans","commonName":"White-fingered mud crab","latinName":"Rhithropanopeus harrisii","description":"A small greenish crab up to 2.5cm in width with white tipped claws and slender hairy walking legs","nativeIntroduced":"Native","habitat":"Found in estuarine and brackish areas preferring mud and sandy substrates and associating with sheltering structures such as oyster reefs.","diet":"Carnivorous, feeding on a variety of bivalves, worms, crustaceans and small fishes","morphologyNotes":"Smaller than the black fingered mud crab, it has a carapace up to 2.5 cm in width. It is generally greenish brown in color and has white-tipped claws that are unequal in size and appearance. The front of the carapace is almost straight but slightly grooved in the middle. Four spines line the side of its carapace between the eyestalks and the widest portion of the carapace. Its four pairs of walking legs are long, slender and sparsely hairy.","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/Rhithropanopeus_harrisii.jpg"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0b7"},"category":"crustaceans","commonName":"Gammarid amphipod, scud","latinName":"Gammarus spp.","description":"Small translucent free-living crustaceans flattened laterally with arched backs, paired antennae and up to 15 pairs of legs","nativeIntroduced":"Native","habitat":"Gammarid amphipods can tolerate a wide range of salinities and are found in brackish, estuarine and marine regions","diet":"Their diet is usually omnivorous and they often assume a scavenging role, feeding on detritus on hard and soft substrata","morphologyNotes":"Gammarid amphipods vary in specific morphology but are typified by being laterally flattened with an ‘arched back’ carapace shape. They have long anterior antennae, seven pairs of thoracic legs and six pairs of abdominal legs. They can be distinguished from caprellid and amphipods by their stouter, more compact body form and from corophid amphipods and Jassa marmorata by their free-living (as opposed to tube-dwelling) habit. Typical sizes are from 5 to 30 mm in length","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/Gammarus_spp.jpg"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0b8"},"category":"crustaceans","commonName":"Caprellid amphipod, skeleton shrimp","latinName":"Family Caprellidae","description":"Slender, small, translucent crustaceans with club-like frontal claws and grasping hind appendages, with which they grip onto algae and hold their bodies upright","nativeIntroduced":"Native","habitat":"Found in shallow marine and estuarine areas, usually amongst and clinging to eelgrass, algae, bryozoans or hydroids","diet":"Species vary in their diet and feeding preferences, with most being omnivorous filter or suspension feeders","morphologyNotes":"Slender-bodied, with a distinct head segment and a long thorax divided into seven sub-segments. Two pairs of antennae are found on the head segment, with one pair usually longer than the other. The first two pairs of legs are modified to large clubs or claws, whilst the last few pairs of appendages on the abdomen are modified for grasping and clinging to the substrate. Adult sizes are typically from 5 to 40 mm in length, with males significantly larger than females","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/Family_Caprellidae.jpg"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0b9"},"category":"crustaceans","commonName":"Corophid amphipod","latinName":"Family Corophidae (commonly Corophium volutator)","description":"Small, slender amphipods that build muddy detritus burrows or tubes on traps and settlement tiles","nativeIntroduced":"Native","habitat":"Corophid amphipods often build mud or detritus burrows and can be found hiding amongst detritus and sediment both in mesh traps and on settlement tiles","diet":"Omnivorous detritivores","morphologyNotes":"Their bodies are more slender than those of gammarid amphipods, with two pairs of antennae, of which one is short and slender, pointing forwards. The second antennae are longer and very thick, resembling claws, whilst the thoracic appendages are comparatively reduced in size and thickness. Size is up to 11 mm in length","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/Family_Corophidae.bmp"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0ba"},"category":"crustaceans","commonName":"Tube-building amphipod","latinName":"Jassa marmorata","description":"A slender amphipod with brown stripes and markings that builds tubes from detritus","nativeIntroduced":"Native","habitat":"Found in intertidal and shallow subtidal marine and brackish areas, where it builds tubes from detritus and algae fragments, binding them together with mucous secretions","diet":"Diet tends to be omnivorous with a mix of detritus feeding and predation","morphologyNotes":"Two stout hairy antennae of relatively equal size are found on the head segment. Coloration is generally greyish with brown stripes and markings, and size is up to 10 mm in length","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/Jassa_marmorata.bmp"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0bb"},"category":"crustaceans","commonName":"Shore shrimp, Grass shrimp","latinName":"Palaemonetes spp.","description":"Slender, translucent shrimp occupying shallow nearshore habitats","nativeIntroduced":"Native","habitat":"Species (typically P. pugio) of small shrimp occupying freshwater to shallow brackish habitats, often among eelgrass or algae beds.","diet":"The diet of the shore shrimp is very broad, including algae, worms, other crustaceans and even their own exoskeletons","morphologyNotes":"Have segmented, almost transparent bodies, flattened laterally, with a distinctive serrated rostrum or ‘horn’ above the eyes. Size up to 5 cm in length.","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/Palaemonetes_spp.jpg"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0bc"},"category":"crustaceans","commonName":"Sea pill bug","latinName":"Order Isopoda, Family Sphaeromatidae","description":"Stout, well-armored crustaceans with flattened bodies that roll up into a ball when disturbed","nativeIntroduced":"Native","habitat":"Any one of a number of species of small crustaceans found in low intertidal and shallow subtidal areas on hard substrates such as oyster beds, barnacles or pier pilings. ","diet":"Detrital feeders and scavengers","morphologyNotes":"They have a dark, mottled coloration and body form is dorso-ventrally flattened (stomach to back), in contrast to the lateral flattening in amphipod forms. These isopods resemble terrestrial pill bugs and have compact, convex bodies that are able to roll up in a ball when disturbed. Size up to 15 mm in length.","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/Isopoda_Sphaeromatidae.jpg"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0bd"},"category":"crustaceans","commonName":"Idotea isopod","latinName":"Idotea spp.","description":"Large isopods with mottled coloration that do not roll into a ball when disturbed","nativeIntroduced":"Native","habitat":"Typical species found are I. metallica and I. phosphorea. Both species occupy the rocky intertidal and shallow subtidal","diet":"Detrital feeders and scavengers","morphologyNotes":"In contrast to pill bugs, these isopods do not roll into balls and are much larger, with body sizes up to 25 mm in length for both species. I. metallica has a dark body color, whereas I. phosphorea has coloration that is highly variable and may also have patterning on the body.","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/Idotea_spp.jpg"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0be"},"category":"worms","commonName":"Clam worm","latinName":"Nereis spp.","description":"Free-living elongate segmented worms with prominent jaws and bristles on both sides of each segment","nativeIntroduced":"Native","habitat":"A large group of free-living polychaete worms that are often found in association with oyster beds or other shallow subtidal areas such as pier pilings and rocky reefs.","diet":"Nereids can be aggressive predators on a variety of invertebrates but are also scavengers, as well as feeding on algae","morphologyNotes":"These worms have elongate bodies, with a pair of parapodia and several fine bristle-like chetae on each body segment. The head segment typically has 4 eyes, a pair of segmented palps near the eyes, four pairs of tentacular cirri and well-developed and prominent jaws. Coloration is variable both across and within species. Size also varies across species but can be up to 200 mm in the largest species.","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/Nereis_spp.jpg"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0bf"},"category":"worms","commonName":"Oyster flatworm","latinName":"Stylochus ellipticus","description":"Pale-colored flatworm found in oyster and mussel beds","nativeIntroduced":"Native","habitat":"Found within oyster beds or amongst other bivalves or barnacles on hard substrata in shallow subtidal marine and estuarine habitats","diet":"Feeds on oysters and barnacles","morphologyNotes":"A pale-cream-colored flatworm with brown eyespecks along the front margin. Size up to 25 mm in length","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/Stylochus_ellipticus.jpg"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0c0"},"category":"","commonName":"Other/Unknown","latinName":"Unlisted organism","description":"Unsure or unable to identify an organism? Please upload a description and picture of the organism here.","nativeIntroduced":"","habitat":"N/A","diet":"N/A","morphologyNotes":"N/A","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/question.png"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0c1"},"category":"","commonName":"Other/Unknown","latinName":"Unlisted organism","description":"Unsure or unable to identify an organism? Please upload a description and picture of the organism here.","nativeIntroduced":"","habitat":"N/A","diet":"N/A","morphologyNotes":"N/A","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/question.png"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0c2"},"category":"","commonName":"Other/Unknown","latinName":"Unlisted organism","description":"Unsure or unable to identify an organism? Please upload a description and picture of the organism here.","nativeIntroduced":"","habitat":"N/A","diet":"N/A","morphologyNotes":"N/A","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/question.png"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0c3"},"category":"","commonName":"Other/Unknown","latinName":"Unlisted organism","description":"Unsure or unable to identify an organism? Please upload a description and picture of the organism here.","nativeIntroduced":"","habitat":"N/A","diet":"N/A","morphologyNotes":"N/A","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/question.png"}}
{"_id":{"$oid":"56f02688c9211c1ab6f2e0c4"},"category":"","commonName":"Other/Unknown","latinName":"Unlisted organism","description":"Unsure or unable to identify an organism? Please upload a description and picture of the organism here.","nativeIntroduced":"","habitat":"N/A","diet":"N/A","morphologyNotes":"N/A","image":{"path":"https://s3-us-west-1.amazonaws.com/digital-platform-dev-files/uploads/mobile-organisms/images/question.png"}}
